_posts/2012-12-23-movies_books_in_2012.html
---
layout: post
title: 2012的电影和书盘点
tags: [nothing]
---

<p>
年纪不小了，总结也要开始严肃起来了。要细致、要严谨、要成为共产主义战士。
</p>

<p>
算算自己今年的书和电影吧,从自己的豆瓣上的记录拿来的。
</p>
<div id="outline-container-org3f3a143" class="outline-2">
<h2 id="org3f3a143"><span class="section-number-2">1.</span> 书</h2>
<div class="outline-text-2" id="text-1">
</div>
<div id="outline-container-org1ee76dd" class="outline-3">
<h3 id="org1ee76dd"><span class="section-number-3">1.1.</span> <i>鲁滨逊漂流记</i> 完成</h3>
<div class="outline-text-3" id="text-1-1">
<p>
从小就想看，一直都没看的。
</p>
</div>
</div>
<div id="outline-container-orgddb925b" class="outline-3">
<h3 id="orgddb925b"><span class="section-number-3">1.2.</span> <i>史蒂夫·乔布斯传</i> 完成</h3>
<div class="outline-text-3" id="text-1-2">
<p>
我不是果粉，但是乔布斯真是成就惊人。
</p>
</div>
</div>
<div id="outline-container-org16a4ff3" class="outline-3">
<h3 id="org16a4ff3"><span class="section-number-3">1.3.</span> <i>胡适口述自传</i> 50%</h3>
<div class="outline-text-3" id="text-1-3">
<p>
自己看着感兴趣的章节。
</p>
</div>
</div>
<div id="outline-container-orgc803f16" class="outline-3">
<h3 id="orgc803f16"><span class="section-number-3">1.4.</span> <i>Linux/Unix设计思想</i> 快速通览</h3>
<div class="outline-text-3" id="text-1-4">
<p>
和 <i>Unix编程艺术</i> 基本一样，看过的就没必要看这本了。
</p>
</div>
</div>
<div id="outline-container-org680da0c" class="outline-3">
<h3 id="org680da0c"><span class="section-number-3">1.5.</span> <i>通往奴役之路</i> 复习</h3>
<div class="outline-text-3" id="text-1-5">
<p>
部分章节
</p>
</div>
</div>
<div id="outline-container-orgb2e0f66" class="outline-3">
<h3 id="orgb2e0f66"><span class="section-number-3">1.6.</span> <i>谁会认错</i> 完成</h3>
<div class="outline-text-3" id="text-1-6">
<p>
什么时候我能完全做到知错、认错、改错？
</p>
</div>
</div>
<div id="outline-container-orgf9bc7e8" class="outline-3">
<h3 id="orgf9bc7e8"><span class="section-number-3">1.7.</span> <i>乌合之众</i> 收尾</h3>
<div class="outline-text-3" id="text-1-7">
<p>
扔那好长时间还差一章节，就收尾了。
</p>
</div>
</div>
<div id="outline-container-org557f64d" class="outline-3">
<h3 id="org557f64d"><span class="section-number-3">1.8.</span> <i>链接器和加载器</i> 复习</h3>
<div class="outline-text-3" id="text-1-8">
<p>
感觉还要再看一遍 <i>程序员的自我修养</i>
</p>
</div>
</div>
<div id="outline-container-orgeeb8fbd" class="outline-3">
<h3 id="orgeeb8fbd"><span class="section-number-3">1.9.</span> <i>集体智慧编程</i> 25%</h3>
<div class="outline-text-3" id="text-1-9">
<p>
图书馆借的，网上似乎都没得卖了。
</p>
</div>
</div>
<div id="outline-container-org1b391aa" class="outline-3">
<h3 id="org1b391aa"><span class="section-number-3">1.10.</span> <i>编码</i> 90%</h3>
<div class="outline-text-3" id="text-1-10">
<p>
还剩一章收尾。从初中物理的电路构造出计算机。数字电路、汇编、计算机组成等等。
</p>
</div>
</div>
<div id="outline-container-org7c94310" class="outline-3">
<h3 id="org7c94310"><span class="section-number-3">1.11.</span> <i>重构</i> 快速通览</h3>
<div class="outline-text-3" id="text-1-11">
<p>
零零散散的最佳实践，还是要靠从实践中领悟和学习。
</p>
</div>
</div>
<div id="outline-container-orgb1ffbd4" class="outline-3">
<h3 id="orgb1ffbd4"><span class="section-number-3">1.12.</span> <i>自控力</i> 完成</h3>
<div class="outline-text-3" id="text-1-12">
<p>
意志力十分重要。有了意志力才能少费纸，多为四化做贡献。
</p>
</div>
</div>
<div id="outline-container-org6fe436c" class="outline-3">
<h3 id="org6fe436c"><span class="section-number-3">1.13.</span> <i>上帝掷骰子吗</i> 完成</h3>
<div class="outline-text-3" id="text-1-13">
<p>
物理史话，科普读物。
</p>
</div>
</div>
<div id="outline-container-org315e35e" class="outline-3">
<h3 id="org315e35e"><span class="section-number-3">1.14.</span> <i>论中国</i> 90%</h3>
<div class="outline-text-3" id="text-1-14">
<p>
由于国庆假期在家看的，时间有限，还剩几十页没看。
</p>
</div>
</div>
<div id="outline-container-orgc8996b2" class="outline-3">
<h3 id="orgc8996b2"><span class="section-number-3">1.15.</span> <i>动物庄园</i> 完成</h3>
<div class="outline-text-3" id="text-1-15">
<p>
自从看完 <i>1984</i> 之后就天天想看看这本小说了。
</p>
</div>
</div>
<div id="outline-container-org11b9716" class="outline-3">
<h3 id="org11b9716"><span class="section-number-3">1.16.</span> <i>论人类不平等的起源</i> 完成</h3>
<div class="outline-text-3" id="text-1-16">
<p>
如果不是翻译的问题，那就一定是我智商的问题。浑浑噩噩看完的。
</p>
</div>
</div>
<div id="outline-container-org560e1a1" class="outline-3">
<h3 id="org560e1a1"><span class="section-number-3">1.17.</span> <i>失败的逻辑</i> 完成</h3>
<div class="outline-text-3" id="text-1-17">
<p>
复杂系统、控制、混沌等等。
</p>
</div>
</div>
<div id="outline-container-org897b01d" class="outline-3">
<h3 id="org897b01d"><span class="section-number-3">1.18.</span> <i>影响力</i> 75%？</h3>
<div class="outline-text-3" id="text-1-18">
<p>
忘了自己看到哪里了，断断续续看的。
</p>
</div>
</div>
<div id="outline-container-orgdcfb21a" class="outline-3">
<h3 id="orgdcfb21a"><span class="section-number-3">1.19.</span> <i>浪潮之巅</i> 完成</h3>
<div class="outline-text-3" id="text-1-19">
<p>
技术不是万能，没有技术万万不能。
</p>
</div>
</div>
<div id="outline-container-org8423431" class="outline-3">
<h3 id="org8423431"><span class="section-number-3">1.20.</span> <i>数学之美</i> 完成</h3>
<div class="outline-text-3" id="text-1-20">
<p>
入门的科普读物。
</p>
</div>
</div>
<div id="outline-container-orgdf56c67" class="outline-3">
<h3 id="orgdf56c67"><span class="section-number-3">1.21.</span> <i>信息检索导论</i> 完成</h3>
<div class="outline-text-3" id="text-1-21">
<p>
IR的入门，教科书。
</p>
</div>
</div>
<div id="outline-container-org663be19" class="outline-3">
<h3 id="org663be19"><span class="section-number-3">1.22.</span> <i>金融的逻辑</i> 完成</h3>
<div class="outline-text-3" id="text-1-22">
<p>
电子版的，有意思的书。
</p>
</div>
</div>
<div id="outline-container-org0908d02" class="outline-3">
<h3 id="org0908d02"><span class="section-number-3">1.23.</span> <i>谣言粉碎机</i> 完成</h3>
<div class="outline-text-3" id="text-1-23">
<p>
快速通览的。
</p>
</div>
</div>
<div id="outline-container-org916497f" class="outline-3">
<h3 id="org916497f"><span class="section-number-3">1.24.</span> <i>华尔街的扑克牌</i> 完成</h3>
<div class="outline-text-3" id="text-1-24">
<p>
同 <i>论人类不平等的起源</i> &#x2026;.两者都在火车看的&#x2026;果然。
</p>
</div>
</div>
<div id="outline-container-org3459ddd" class="outline-3">
<h3 id="org3459ddd"><span class="section-number-3">1.25.</span> <i>旅行，人生最有价值的投资</i> 完成</h3>
<div class="outline-text-3" id="text-1-25">
<p>
睡前读物。磨磨唧唧看了一段时间才完成。
</p>
</div>
</div>
<div id="outline-container-orgc48ee84" class="outline-3">
<h3 id="orgc48ee84"><span class="section-number-3">1.26.</span> <i>实用Common Lisp编程</i> 50%？</h3>
<div class="outline-text-3" id="text-1-26">
<p>
看了SICP的一部分又重新看了这本，感觉要正常多了。
</p>
</div>
</div>
<div id="outline-container-org2b6a6dc" class="outline-3">
<h3 id="org2b6a6dc"><span class="section-number-3">1.27.</span> <i>计算机程序的构造和解释</i> 30%?</h3>
<div class="outline-text-3" id="text-1-27">
<p>
对于习惯指令式语言的人类来说&#x2026;异次元世界的东西真的很brainfuck。
</p>
</div>
</div>
<div id="outline-container-orgc6e4ccd" class="outline-3">
<h3 id="orgc6e4ccd"><span class="section-number-3">1.28.</span> 还有2-3本书名不方便列出的电子版书</h3>
<div class="outline-text-3" id="text-1-28">
<p>
当然，都是符合社会主义价值观的。
</p>
</div>
</div>
</div>
<div id="outline-container-org162bcb1" class="outline-2">
<h2 id="org162bcb1"><span class="section-number-2">2.</span> 电影</h2>
<div class="outline-text-2" id="text-2">
</div>
<div id="outline-container-org7a124a0" class="outline-3">
<h3 id="org7a124a0"><span class="section-number-3">2.1.</span> <i>蝙蝠侠：黑暗骑士崛起</i></h3>
<div class="outline-text-3" id="text-2-1">
<p>
高富帅做好事不留名，雷锋精神永流传。
</p>
</div>
</div>
<div id="outline-container-orgefd86c9" class="outline-3">
<h3 id="orgefd86c9"><span class="section-number-3">2.2.</span> <i>只有你</i></h3>
<div class="outline-text-3" id="text-2-2">
<p>
女主好漂亮思密达，故事好多泪思密达。可惜我不多泪思密达。
</p>
</div>
</div>
<div id="outline-container-org49fe1de" class="outline-3">
<h3 id="org49fe1de"><span class="section-number-3">2.3.</span> <i>初恋这件小事</i></h3>
<div class="outline-text-3" id="text-2-3">
<p>
女ds逆袭。女ds逆袭故事的大家都喜欢，男ds逆袭的就&#x2026;.谁说这个世界已经男女平等了？我要求真正的消除性别歧视。
</p>
</div>
</div>
<div id="outline-container-org8819885" class="outline-3">
<h3 id="org8819885"><span class="section-number-3">2.4.</span> <i>壮志凌云</i></h3>
<div class="outline-text-3" id="text-2-4">
<p>
终于看了，多少年魂牵梦绕。
</p>
</div>
</div>
<div id="outline-container-org80392aa" class="outline-3">
<h3 id="org80392aa"><span class="section-number-3">2.5.</span> <i>V字仇杀队</i></h3>
<div class="outline-text-3" id="text-2-5">
<p>
拜CCAV6所赐，瞬间网上遍地都是，总菊等着自爆吧。
</p>
</div>
</div>
<div id="outline-container-org870ab48" class="outline-3">
<h3 id="org870ab48"><span class="section-number-3">2.6.</span> <i>人再jiong途之泰jiong</i> 影院</h3>
<div class="outline-text-3" id="text-2-6">
<p>
搞笑，真的搞笑。同时，也就搞笑了。
</p>
</div>
</div>
<div id="outline-container-org589d98e" class="outline-3">
<h3 id="org589d98e"><span class="section-number-3">2.7.</span> <i>巴顿将军</i></h3>
<div class="outline-text-3" id="text-2-7">
<p>
从小时候开始电影刚开始的星条旗下的演讲那幕就深入我心。全篇的镜头运用都是王。
</p>
</div>
</div>
<div id="outline-container-org2fea977" class="outline-3">
<h3 id="org2fea977"><span class="section-number-3">2.8.</span> <i>少年派的奇幻漂流</i> 影院</h3>
<div class="outline-text-3" id="text-2-8">
<p>
剧情、配乐、特效、画面没有落下的。
</p>
</div>
</div>
<div id="outline-container-orge9685fa" class="outline-3">
<h3 id="orge9685fa"><span class="section-number-3">2.9.</span> <i>诱惑法则</i></h3>
<div class="outline-text-3" id="text-2-9">
<p>
混乱的青春&#x2026;我怎么就没赶上那个好时代。哦，忘了，我选了hard模式。
</p>
</div>
</div>
<div id="outline-container-org1011828" class="outline-3">
<h3 id="org1011828"><span class="section-number-3">2.10.</span> <i>危情三日</i></h3>
<div class="outline-text-3" id="text-2-10">
<p>
真男人，真汉子。爱人不疑，疑人不爱。纽扣恒久远，一颗永流传。
</p>
</div>
</div>
<div id="outline-container-org534009c" class="outline-3">
<h3 id="org534009c"><span class="section-number-3">2.11.</span> <i>谍影重重</i> 1-4</h3>
<div class="outline-text-3" id="text-2-11">
<p>
为了看4，该复习的复习，该补课的补课。man死了。
</p>
</div>
</div>
<div id="outline-container-org80386a9" class="outline-3">
<h3 id="org80386a9"><span class="section-number-3">2.12.</span> <i>里约大冒险</i></h3>
<div class="outline-text-3" id="text-2-12">
<p>
忘了是不是今年的了。
</p>
</div>
</div>
<div id="outline-container-org1c12587" class="outline-3">
<h3 id="org1c12587"><span class="section-number-3">2.13.</span> <i>搏击俱乐部</i></h3>
<div class="outline-text-3" id="text-2-13">
<p>
同上。
</p>
</div>
</div>
<div id="outline-container-org98f2369" class="outline-3">
<h3 id="org98f2369"><span class="section-number-3">2.14.</span> <i>Ice Age 4</i></h3>
<div class="outline-text-3" id="text-2-14">
<p>
保留曲目。
</p>
</div>
</div>
<div id="outline-container-orgbc1044a" class="outline-3">
<h3 id="orgbc1044a"><span class="section-number-3">2.15.</span> <i>美丽人生</i></h3>
<div class="outline-text-3" id="text-2-15">
<p>
好爸爸，就要让孩子生活在童话中。
</p>
</div>
</div>
<div id="outline-container-orgd8890d2" class="outline-3">
<h3 id="orgd8890d2"><span class="section-number-3">2.16.</span> <i>亚伯拉罕·林肯：吸血鬼猎人</i></h3>
<div class="outline-text-3" id="text-2-16">
<p>
动作片。
</p>
</div>
</div>
<div id="outline-container-org8e79b31" class="outline-3">
<h3 id="org8e79b31"><span class="section-number-3">2.17.</span> <i>环形使者</i></h3>
<div class="outline-text-3" id="text-2-17">
<p>
看完竟然没印象了。快餐片么？
</p>
</div>
</div>
<div id="outline-container-org99dd01c" class="outline-3">
<h3 id="org99dd01c"><span class="section-number-3">2.18.</span> <i>野蛮人</i></h3>
<div class="outline-text-3" id="text-2-18">
<p>
考虑到以前的 <i>gossip girl</i> ，于是看了看。
</p>
</div>
</div>
<div id="outline-container-org5e54cc2" class="outline-3">
<h3 id="org5e54cc2"><span class="section-number-3">2.19.</span> <i>大武当之天地密码</i></h3>
<div class="outline-text-3" id="text-2-19">
<p>
NC片，我还忍着看完了。也忍住没打低分，当然，自从 <i>新生活大爆炸</i> 占据了我的douban一分榜后，我就没法给别的片打低分了，从此我的评分体系也就崩溃了，毁了我的评分观。
</p>
</div>
</div>
<div id="outline-container-org9efe7ae" class="outline-3">
<h3 id="org9efe7ae"><span class="section-number-3">2.20.</span> <i>光晕4：航向黎明号</i></h3>
<div class="outline-text-3" id="text-2-20">
<p>
Halo自然一定要看。我爱士官长。
</p>
</div>
</div>
<div id="outline-container-org066bf3b" class="outline-3">
<h3 id="org066bf3b"><span class="section-number-3">2.21.</span> <i>坏中尉</i></h3>
<div class="outline-text-3" id="text-2-21">
<p>
平平淡淡的才见功力。
</p>
</div>
</div>
<div id="outline-container-orgda0fde0" class="outline-3">
<h3 id="orgda0fde0"><span class="section-number-3">2.22.</span> <i>太空一号</i></h3>
<div class="outline-text-3" id="text-2-22">
<p>
我爱男主和男主的台词，勉强加上女主的脸吧。
</p>
</div>
</div>
<div id="outline-container-orgcf3ae32" class="outline-3">
<h3 id="orgcf3ae32"><span class="section-number-3">2.23.</span> <i>潘神的迷宫</i></h3>
<div class="outline-text-3" id="text-2-23">
<p>
高深莫测，目前我还是不知深浅啊。
</p>
</div>
</div>
<div id="outline-container-orgd16b208" class="outline-3">
<h3 id="orgd16b208"><span class="section-number-3">2.24.</span> <i>胡桃夹子：魔境冒险</i></h3>
<div class="outline-text-3" id="text-2-24">
<p>
艾丽·范宁好可爱。男主的名字，对中国人来说天生就有违和感啊！！！当然，里面还是有很多讽刺和隐喻的，这是英国佬的习惯么？
</p>
</div>
</div>
<div id="outline-container-org8dc3d48" class="outline-3">
<h3 id="org8dc3d48"><span class="section-number-3">2.25.</span> <i>一天</i></h3>
<div class="outline-text-3" id="text-2-25">
<p>
最后最后的那天的回忆真的是点睛之笔，让人飙泪的泪点，从此与众不同。我飚了？没飚？
</p>
</div>
</div>
<div id="outline-container-org8e45632" class="outline-3">
<h3 id="org8e45632"><span class="section-number-3">2.26.</span> <i>黑镜</i></h3>
<div class="outline-text-3" id="text-2-26">
<p>
恩，就是那个black mirror&#x2026;.
</p>
</div>
</div>
<div id="outline-container-org679ee65" class="outline-3">
<h3 id="org679ee65"><span class="section-number-3">2.27.</span> <i>神探夏洛克</i></h3>
<div class="outline-text-3" id="text-2-27">
<p>
是今年出的最新一季的么？
</p>
</div>
</div>
<div id="outline-container-org6d41d6f" class="outline-3">
<h3 id="org6d41d6f"><span class="section-number-3">2.28.</span> <i>罗宾汉</i></h3>
<div class="outline-text-3" id="text-2-28">
<p>
从小罗宾汉就是偶像之一，尽管只是耳闻其名。我为什么这么喜欢个人英雄主义呢？
</p>
</div>
</div>
<div id="outline-container-orgfb1fd09" class="outline-3">
<h3 id="orgfb1fd09"><span class="section-number-3">2.29.</span> <i>敢死队2</i></h3>
<div class="outline-text-3" id="text-2-29">
<p>
纯粹为了看mans，错了，应该是men。
</p>
</div>
</div>
<div id="outline-container-orga8df65b" class="outline-3">
<h3 id="orga8df65b"><span class="section-number-3">2.30.</span> <i>飞屋环游记</i></h3>
<div class="outline-text-3" id="text-2-30">
<p>
一老一小走天涯，但其实那对两小无猜才是戏份中的高密度物质。相守就是历险，窗内也有世界。
</p>
</div>
</div>
<div id="outline-container-org64c6576" class="outline-3">
<h3 id="org64c6576"><span class="section-number-3">2.31.</span> <i>泰迪熊</i></h3>
<div class="outline-text-3" id="text-2-31">
<p>
毁三观，从此看泰迪熊的广告就&#x2026;.是德芙的广告么？真的好想要一只，但是，这其实就是基友的写照啊。没有毁三观的基友的人生，算不上完整的人生。
</p>
</div>
</div>
<div id="outline-container-orgfd74215" class="outline-3">
<h3 id="orgfd74215"><span class="section-number-3">2.32.</span> <i>猫鼠游戏</i></h3>
<div class="outline-text-3" id="text-2-32">
<p>
隐约记得以前看过。传奇一般。
</p>
</div>
</div>
<div id="outline-container-org6673430" class="outline-3">
<h3 id="org6673430"><span class="section-number-3">2.33.</span> <i>国王的演讲</i></h3>
<div class="outline-text-3" id="text-2-33">
<p>
英国人都是演技派，实力派，底蕴派，莎翁派。
</p>
</div>
</div>
<div id="outline-container-org61beacb" class="outline-3">
<h3 id="org61beacb"><span class="section-number-3">2.34.</span> <i>致命ID Identity</i></h3>
<div class="outline-text-3" id="text-2-34">
<p>
正常人看的结果都是“我想多了”。
</p>
</div>
</div>
<div id="outline-container-org7ed7bf5" class="outline-3">
<h3 id="org7ed7bf5"><span class="section-number-3">2.35.</span> <i>本杰明·巴顿奇事</i></h3>
<div class="outline-text-3" id="text-2-35">
<p>
不公平，越活越年轻。
</p>
</div>
</div>
<div id="outline-container-orgc69623e" class="outline-3">
<h3 id="orgc69623e"><span class="section-number-3">2.36.</span> <i>怦然心动</i></h3>
<div class="outline-text-3" id="text-2-36">
<p>
女主好漂亮，我说的是她小时候。。。
</p>
</div>
</div>
<div id="outline-container-org9d259dc" class="outline-3">
<h3 id="org9d259dc"><span class="section-number-3">2.37.</span> <i>普罗米修斯</i></h3>
<div class="outline-text-3" id="text-2-37">
<p>
不是我喜欢的科幻片，何况自己之前没补课。
</p>
</div>
</div>
<div id="outline-container-org2a8990d" class="outline-3">
<h3 id="org2a8990d"><span class="section-number-3">2.38.</span> <i>飓风营救2</i> 影院</h3>
<div class="outline-text-3" id="text-2-38">
<p>
因为1，所以2.。。可惜2没1好看。
</p>
</div>
</div>
<div id="outline-container-org0d3248a" class="outline-3">
<h3 id="org0d3248a"><span class="section-number-3">2.39.</span> <i>野战排</i></h3>
<div class="outline-text-3" id="text-2-39">
<p>
肯定是经典，所以&#x2026;
</p>
</div>
</div>
<div id="outline-container-org462b348" class="outline-3">
<h3 id="org462b348"><span class="section-number-3">2.40.</span> <i>寂静岭</i></h3>
<div class="outline-text-3" id="text-2-40">
<p>
不爱玩RPG的人，所以看这个天生有劣势。
</p>
</div>
</div>
<div id="outline-container-orgbd31d52" class="outline-3">
<h3 id="orgbd31d52"><span class="section-number-3">2.41.</span> <i>汉密尔顿：国家利益</i></h3>
<div class="outline-text-3" id="text-2-41">
<p>
徒手格斗等等， <i>Taken</i> 的翻版啊。
</p>
</div>
</div>
<div id="outline-container-org533eabd" class="outline-3">
<h3 id="org533eabd"><span class="section-number-3">2.42.</span> <i>光荣</i></h3>
<div class="outline-text-3" id="text-2-42">
<p>
光荣就是glory。
</p>
</div>
</div>
<div id="outline-container-orgca96775" class="outline-3">
<h3 id="orgca96775"><span class="section-number-3">2.43.</span> <i>狗镇</i></h3>
<div class="outline-text-3" id="text-2-43">
<p>
我竟然坚持看完了。以后有信心看舞台剧了。
</p>
</div>
</div>
<div id="outline-container-org68a678e" class="outline-3">
<h3 id="org68a678e"><span class="section-number-3">2.44.</span> <i>完美风暴</i></h3>
<div class="outline-text-3" id="text-2-44">
<p>
男人都爱乔治·克鲁尼
</p>
</div>
</div>
<div id="outline-container-org21e0267" class="outline-3">
<h3 id="org21e0267"><span class="section-number-3">2.45.</span> <i>总统杀局</i></h3>
<div class="outline-text-3" id="text-2-45">
<p>
还没收尾，同上。
</p>
</div>
</div>
<div id="outline-container-org4fbf7a9" class="outline-3">
<h3 id="org4fbf7a9"><span class="section-number-3">2.46.</span> <i>伊娃 Eva</i></h3>
<div class="outline-text-3" id="text-2-46">
<p>
女主和小女主都好看&#x2026;&#x2026;男主是个幸福的男人。EVA这名字&#x2026;为什么感觉不对呢？
</p>
</div>
</div>
<div id="outline-container-orgd08d82b" class="outline-3">
<h3 id="orgd08d82b"><span class="section-number-3">2.47.</span> <i>秒速五厘米</i></h3>
<div class="outline-text-3" id="text-2-47">
<p>
新海诚，新海诚，新海诚。想复习 <i>云之彼端</i>
</p>
</div>
</div>
<div id="outline-container-orgf9cd4ad" class="outline-3">
<h3 id="orgf9cd4ad"><span class="section-number-3">2.48.</span> <i>超级战舰</i> 影院</h3>
<div class="outline-text-3" id="text-2-48">
<p>
打呀打呀打呀打&#x2026;逻辑是不需要的。
</p>
</div>
</div>
<div id="outline-container-orgec340cb" class="outline-3">
<h3 id="orgec340cb"><span class="section-number-3">2.49.</span> <i>赛德克·巴莱</i></h3>
<div class="outline-text-3" id="text-2-49">
<p>
短版，够用了。
</p>
</div>
</div>
<div id="outline-container-orgc1edc8f" class="outline-3">
<h3 id="orgc1edc8f"><span class="section-number-3">2.50.</span> <i>黑衣人3</i> 影院</h3>
<div class="outline-text-3" id="text-2-50">
<p>
保留曲目。
</p>
</div>
</div>
<div id="outline-container-org215428a" class="outline-3">
<h3 id="org215428a"><span class="section-number-3">2.51.</span> <i>超能失控</i></h3>
<div class="outline-text-3" id="text-2-51">
<p>
<i>苜蓿地</i> 后就免疫了&#x2026;
</p>
</div>
</div>
<div id="outline-container-orgf5e495a" class="outline-3">
<h3 id="orgf5e495a"><span class="section-number-3">2.52.</span> <i>晚秋</i></h3>
<div class="outline-text-3" id="text-2-52">
<p>
普通片吧，有段时间了，忘了。
</p>
</div>
</div>
<div id="outline-container-orgaa4fde7" class="outline-3">
<h3 id="orgaa4fde7"><span class="section-number-3">2.53.</span> <i>泰坦尼克号 3D版</i> 影院</h3>
<div class="outline-text-3" id="text-2-53">
<p>
&#x2026;&#x2026;
</p>
</div>
</div>
<div id="outline-container-org13f0e42" class="outline-3">
<h3 id="org13f0e42"><span class="section-number-3">2.54.</span> <i>碟中谍4</i></h3>
<div class="outline-text-3" id="text-2-54">
<p>
保留节目。
</p>
</div>
</div>
<div id="outline-container-org1370548" class="outline-3">
<h3 id="org1370548"><span class="section-number-3">2.55.</span> <i>战马</i></h3>
<div class="outline-text-3" id="text-2-55">
<p>
不习惯以马为主角所以感觉没主角么?
</p>
</div>
</div>
<div id="outline-container-org6123625" class="outline-3">
<h3 id="org6123625"><span class="section-number-3">2.56.</span> <i>白兔糖</i></h3>
<div class="outline-text-3" id="text-2-56">
<p>
一小部分，记得回头看完。
</p>
</div>
</div>
<div id="outline-container-org3400dc5" class="outline-3">
<h3 id="org3400dc5"><span class="section-number-3">2.57.</span> <i>龙门飞甲</i></h3>
<div class="outline-text-3" id="text-2-57">
<p>
算了，就这样算了吧。
</p>
</div>
</div>
<div id="outline-container-orgfc00c96" class="outline-3">
<h3 id="orgfc00c96"><span class="section-number-3">2.58.</span> <i>那些年，我们一起追的女孩</i></h3>
<div class="outline-text-3" id="text-2-58">
<p>
电影配乐从此成为保留曲目了。
</p>
</div>
</div>
<div id="outline-container-org620bee9" class="outline-3">
<h3 id="org620bee9"><span class="section-number-3">2.59.</span> <i>big bang s6</i></h3>
<div class="outline-text-3" id="text-2-59">
<p>
保留节目。
</p>
</div>
</div>
</div>
